123123
123123
123123
123123
123123

a=['Фильмы Джеимса Бонда', ['Year', ['50-e', (' Казино «Рояль»')], ['60-e', ('Доктор Ноу (1962), ( Из России с любовью (1963)), (Голдфингер (1964)), ( Шаровая молния (1965)), (Живёшь только дважды (1967)), (На секретной службе Её Величества (1969))')], ['70-e', (' Живи и дай умереть (1973)'), ('Человек с золотым пистолетом (1974)'), (' Шпион, который меня любил (1977)')], ['80-e', (' Только для твоих глаз'), ('Осьминожка'), (' Вид на убийство '), (' Искры из глаз') ], ['90-e', ('Лицензия на убийство'), (' Золотой глаз'), (' Завтра не умрёт никогда'), (' И целого мира мало ')], ['2000-e', ('Умри, но не сейчас'), (' Казино «Рояль» (2006)'), ('Квант милосердия ')], ['2010-2021',  (' 007: Координаты «Скайфолл» '), (' 007: СПЕКТР')]], ['Actor']] 
print(a)
